{
    "categories":[
        {
            "id": 1,
            "newsTitle": "Why Ontario hospitals are full to bursting, despite few COVID-19 patients",
            "newsDescription": "Some of Ontario's largest hospitals are nearing or exceeding full capacity even before flu season and the second wave of COVID-19 bring an expected surge in new patients. Data obtained by CBC News shows that the acute care wards of a dozen major hospitals were filled above 95 per cent of their funded capacity for more than half the days in September and early October.Those rates significantly exceed the province's maximum occupancy target of 85 per cent. That was set earlier this year for hospitals to get the green light to resume scheduled surgeries, such as organ transplants, cancer operations and cardiac surgeries, basically halted during the pandemic's first wave.Many of the hospitals running at or over capacity are in Ottawa and the Greater Toronto Area, the regions hit hardest by COVID-19 cases this fall. However some hospitals outside those regions are also full to bursting, including in Sudbury, Hamilton, the Niagara region, and Peterborough. The data suggests many hospitals have returned to the overcrowding levels seen before the pandemic, when CBC News revealed hospitals filled beyond capacity nearly every single day, with patients housed in hallways, conference rooms and cafeterias not as exceptional cases, but as a matter of routine.
",
            "newsUplodTime": "2 Days ago",
            "imageURL": "https://live.staticflickr.com/65535/50560114936_bab5aa0df1_m.jpg"
        },
        {
            "id": 2,
            "newsTitle": "Researchers show extent of COVID-19 spread in a grocery store",
            "newsDescription": "TORONTO -- Workers at a grocery store in the U.S. tested positive for the novel coronavirus at a rate well above the rest of their community, researchers say. The research was published Friday in the journal Occupation and Environmental Medicine. It is based on a study of 104 adults who were working at a grocery store in the Boston area in May, when they underwent mandatory testing over three days Of the 104 workers tracked, 21 tested positive for SARS-CoV-2, the virus that causes COVID-19.Only five of the 21 workers who tested positive were displaying symptoms of COVID-19 at the time. With the vast majority of cases both asymptomatic and involving personnel who interact with shoppers, the researchers suggest that this puts both other workers and the public at large at risk. The research was published Friday in the journal Occupation and Environmental Medicine. It is based on a study of 104 adults who were working at a grocery store in the Boston area in May, when they underwent mandatory testing over three days. Of the 104 workers tracked, 21 tested positive for SARS-CoV-2, the virus that causes COVID-19.Only five of the 21 workers who tested positive were displaying symptoms of COVID-19 at the time With the vast majority of cases both asymptomatic and involving personnel who interact with shoppers, the researchers suggest that this puts both other workers and the public at large at risk.
",
            "newsUplodTime": "2 Days ago",
            "imageURL": "https://live.staticflickr.com/65535/50559370348_b3c79bcf35_m.jpg"
        },
        {
            "id": 3,
            "newsTitle": "312 new cases, 6 COVID-19 deaths in Manitoba Sun",
            "newsDescription": "WINNIPEG -- Public health officials in Manitoba announced 312 new cases of COVID-19 and six deaths related to the disease on Sunday. Two women in their 80s, a woman in her 90s and a man in his 80s, all from Maples Long Term Care Home died from the disease. The province also announced a man in his 50s from Steinbach died. A man in his 70s from Winnipeg also died and is related to an outbreak at St. Boniface Hospital. Health officials also announced the death of a man in his 80s related to the outbreak at St. Boniface Hospital late Saturday. The death toll now sits at 75. The five-day test positivity rate is 8.9 per cent. There are now 3,255 total active cases of the disease in the province and 2,704 people have recovered. The data also shows there are 120 people in hospital and 18 people in intensive care. On Saturday, 3,697 people were tested for the virus. So far, 259,752 COVID-19 tests have been administered since February. The Winnipeg Region will become red on the province’s Pandemic Response System on Monday. New restrictions, including reduced retail capacity and a halt on dine-in eating at restaurants, will take effect that day.
",
            "newsUplodTime": "2 Days ago",
            "imageURL": "https://live.staticflickr.com/65535/50559370333_83105f1f4c_m.jpg"
        },
        {
            "id": 4,
            "newsTitle": "Manitoba to give COVID-19 update following weekend with 661 new cases",
            "newsDescription": "WINNIPEG -- The Manitoba government is set to give an update on COVID-19 cases in the province on Monday afternoon. Dr. Brent Roussin, chief provincial public health officer, and Lanette Siragusa, Shared Health’s chief nursing officer, will be speaking at a news conference at the Manitoba Legislative Building at 12:30 p.m. CTV News Winnipeg will live-stream the event. This news conference follows a weekend with 661 new COVID-19 cases in Manitoba, as well as 10 deaths. The five-day test positivity rate sits at 8.9 per cent. Monday also marks the start of Code Red restrictions in the Winnipeg Metropolitan Region, due to a significant surge in cases. There are currently 2,507 active COVID-19 cases in Winnipeg Regional Health Authority. The Code Red restrictions include closing down bars and restaurants, except for takeout and delivery; limiting capacity at retail businesses, gyms and fitness centres to 25 per cent; and closing movie theatres and concert halls. All faith-based gatherings must also reduce capacity to 15 per cent or 100 people, whichever is less; non-urgent and elective surgeries are suspended; and hospital visitations are suspended with exceptions on a case-by-case basis for end-of-life care, labour and delivery and pediatrics. Since March, there have been 6,034 cases of COVID-19 in Manitoba, as well as 75 deaths related to the disease.
",
            "newsUplodTime": "2 Days ago",
            "imageURL": "https://live.staticflickr.com/65535/50560114876_3b9f06615e_m.jpg"
        },
        {
            "id": 5,
            "newsTitle": "Quebec reports 965 new COVID-19 cases, 26 deaths",
            "newsDescription": "MONTREAL -- Quebec's new positive COVID-19 cases remained high Sunday, with the province reporting 965 new COVID-19 cases in the past 24 hours. During the same period, six people died due to the disease, in addition to 15 people who died between Oct. 25-30. Two deaths also occurred before Oct. 25, while three deaths were reported at an unknown date, according to Quebec public health officials. Eleven deaths were reported in the Quebec City region (318 total), six in Monteregie (712 total), two were reported in Saguenay-Lac-Saint-Jean (43 total), Outaouais (45 total), and Lanaudiere (232 total), and one death was reported in Estrie (42 total), Montreal (3,530 total), and Gaspesie-Iles-de-la-Madeleine (27 total). Quebec has now reported 106,981 positive COVID-19 cases, and 6,272 deaths due to the disease since the pandemic began. The regions with the highest increase in cases were Montreal with 247 new cases (42,651 total), Monteregie with 138 new cases (15,662 total), and Lanaudiere with 118 new cases (7,472 total). There are now 9,220 active cases in the province, according to Quebec's Institute of Public Health.
",
            "newsUplodTime": "2 Days ago",
            "imageURL": "https://live.staticflickr.com/65535/50560235332_cb188debd1_m.jpg"
        },
        {
            "id": 6,
            "newsTitle": "B.C. announces 155 new cases of COVID-19 and 1 more death",
            "newsDescription": "B.C. health officials announced 155 new cases of COVID-19 on Friday, bringing the total number of cases since the pandemic began to 11,189 provincewide. There are currently 1,513 active cases of the disease caused by the novel coronavirus, as well as 3,713 people who are under active public health monitoring as a result of exposure to known cases, according to a news release Friday from the Ministry of Health.Of those active cases, 72 people are in hospital with 26 in intensive care. There has been one new death from the coronavirus in the past 24 hours, bringing the total provincial death toll to 251. Health officials say 9,387 people in B.C. have recovered from the virus.On Thursday, Henry's update included the first confirmed case of multi-system inflammatory syndrome (MIS-C), a rare condition found in children, that has been linked to COVID-19 through laboratory tests.MIS-C has clinical similarities to Kawasaki Disease, with symptoms including fever, abdominal pain, rashes, conjunctivitis and inflammation around the mouth, hands and feet.Henry said the case is a good reminder that while COVID-19 is generally less severe in children, no age group is immune from suffering serious illness caused by the novel coronavirus.
",
            "newsUplodTime": "2 Days ago",
            "imageURL": "https://live.staticflickr.com/65535/50560114786_0958c2ac78_m.jpg"
        },
        {
            "id": 7,
            "newsTitle": "What you need to know about COVID-19 in Alberta on Monday, Nov. 2",
            "newsDescription": "The COVID-19 symptom list for Albertans under the age of 18 has changed. As of Nov. 2, runny nose and sore throat have been removed from the list of symptoms that require mandatory isolation for children. Dr. Deena Hinshaw, Alberta's chief medical officer of health, said the changes to the symptom list are intended to get children and teenagers back into child care or classrooms as quickly and safely as possible, while minimizing the risk of COVID-19. According to Hinshaw, more than 3,400 children and youth who were tested for COVID-19 reported having a sore throat. Just over 700 of them had a sore throat as their only symptom, and less than one per cent of their tests came back positive. Meanwhile, the number of cases of COVID-19 among school-aged children in Alberta has again surged to a new high, while the number of kids and teens being tested continues to decline. Data from Alberta Health shows the number of new daily cases has continued to rise among five- to nine-year-olds and has again shot up, especially, among 10- to 19-year-olds. Last week on record, an average of 85 cases were recorded per day among school-aged kids and teens.",
            "newsUplodTime": "2 Days ago",
            "imageURL": "https://live.staticflickr.com/65535/50559485073_bda5c77a61_m.jpg"
        }
    ],
    "country":[
        {
            "Canada":{
                "province":[
                    {
                        "Quebec":{
                            "total":139,643,
                            "active":11,716,
                            "recovered":120,906,
                            "death":7021
                        },
                        "Ontario":{
                            "total":113,053,
                            "active":13,538,
                            "recovered":95,876,
                            "death":3624
                        },
                        "New Brunswick":{
                            "total":481,
                            "active":111,
                            "recovered":363,
                            "death":7
                        },
                        "Nova Scotia":{
                            "total":1257,
                            "active":114,
                            "recovered":1078,
                            "death":65
                        },
                        "Prince Edward Island":{
                            "total":72,
                            "active":4,
                            "recovered":68,
                            "death":0
                        },
                        "Newfoundland and Labrador":{
                            "total":333,
                            "active":12,
                            "recovered":297,
                            "death":4
                        },
                        "Yukon":{
                            "total":42,
                            "active":12,
                            "recovered":29,
                            "death":1
                        },
                        "Northwest Territories":{
                            "total":15,
                            "active":0,
                            "recovered":15,
                            "death":0
                        },
                        "Nunavat":{
                            "total":159,
                            "active":151,
                            "recovered":8,
                            "death":0
                        },
                        "Manitoba":{
                            "total":16,118,
                            "active":9024,
                            "recovered":6804,
                            "death":290
                        },
                        "Saskatchewan":{
                            "total":7,888,
                            "active":3322,
                            "recovered":4521,
                            "death":45
                        },
                        "Alberta":{
                            "total":53,105,
                            "active":14,217,
                            "recovered":38,369,
                            "death":519
                        },
                        "British Columbia":{
                            "total":30,884,
                            "active":8,472,
                            "recovered":21,304,
                            "death":395
                        },
                    }
                ]
            },
            
            "United Kingdom":{
                "province":[
                    {
                        "Wales":{
                            "total":79,540,
                            "active":27,716,
                            "recovered":48,906,
                            "death":2,523
                        },
                        "Scotland":{
                            "total":94,689,
                            "active":13,538,
                            "recovered":89,000,
                            "death":5380
                        },
                         "Northern Ireland":{
                            "total":52,175,
                            "active":14,538,
                            "recovered":37,000,
                            "death":983
                        },
                         "England":{
                            "total":1,390,923,
                            "active":24,161,
                            "recovered":95,876,
                            "death":50,804
                        },
                        
                    }
                ]
            },
            
            "America":{
                "province":[
                    {
                        "Texas":{
                            "total":1,245,534,
                            "active":239,100,
                            "recovered":984,466,
                            "death":21,968
                        },
                        "California":{
                            "total":1,209,449,
                            "active":623,879,
                            "recovered":566,436,
                            "death":19,134
                        },
                         "Florida":{
                            "total":992,660,
                            "active":14,538,
                            "recovered":654,055,
                            "death":18,500
                        },
                         "illinois":{
                            "total":720,114,
                            "active":333,435,
                            "recovered":373,797,
                            "death":12,882
                        },
                        "New York":{
                            "total":672,393,
                            "active":196,729,
                            "recovered":441,191,
                            "death":34,473
                        },
                        "Georgia":{
                            "total":469,516,
                            "active":162,886,
                            "recovered":297,188,
                            "death":9,442
                        },
                        "Ohio":{
                            "total":421,063,
                            "active":143,308,
                            "recovered":271,326,
                            "death":6,429
                        },
                        "Michigan":{
                            "total":388,942,
                            "active":214,109,
                            "recovered":165,269,
                            "death":9,564
                        },
                        "Wisconsin":{
                            "total":387,235,
                            "active":68,836,
                            "recovered":315,086,
                            "death":3,313
                        },
                        "Pennsylvania":{
                            "total":366,971,
                            "active":141,988,
                            "recovered":214,516,
                            "death":10,467
                        },
                        "North Carolina":{
                            "total":364,512,
                            "active":43,272,
                            "recovered":315,979,
                            "death":5,261
                        },
                        "New Jersey":{
                            "total":344,262,
                            "active":130,328,
                            "recovered":196,791,
                            "death":17,143
                        },
                        "Indiana":{
                            "total":338,977,
                            "active":141,964,
                            "recovered":191,290,
                            "death":5,723
                        },
                        "Arizona":{
                            "total":326,817,
                            "active":268,267,
                            "recovered":51,911,
                            "death":6,639
                        },
                        "Minnesota":{
                            "total":318,763,
                            "active":42,503,
                            "recovered":272,608,
                            "death":3,652
                        },
                        "Missouri":{
                            "total":314,990,
                            "active":225,644,
                            "recovered":85,274,
                            "death":4,072
                        },
                        "Alabama":{
                            "total":249,524,
                            "active":84,000,
                            "recovered":161,946,
                            "death":3,578
                        },
                        
                    }
                ]
            },
            "India":{
                "province":[
                    {
                        "Gujarat":{
                            "total":205,000,
                            "active":14,429,
                            "recovered":186,000,
                            "death":3938
                        },
                        "Maharastra":{
                            "total":18,10,000,
                            "active":85,963,
                            "recovered":16,70,000,
                            "death":46,898
                        },
                        "Karnataka":{
                            "total":879,560,
                            "active":25,316,
                            "recovered":842,499,
                            "death":11,726
                        },
                        "Andra Pradesh":{
                            "total":865,705,
                            "active":12,615,
                            "recovered":846,120,
                            "death":6,970
                        },
                        "Tamil Nadu":{
                            "total":776,174,
                            "active":11,173,
                            "recovered":753,332,
                            "death":11,669
                        },
                        "Kerala":{
                            "total":583,742,
                            "active":64,497,
                            "recovered":516,978,
                            "death":8,811
                        },
                        "Delhi":{
                            "total":551,262,
                            "active":38,734,
                            "recovered":503,717,
                            "death":2,149
                        },
                        "Uttar Pradesh":{
                            "total":535,449,
                            "active":25,422,
                            "recovered":502,353,
                            "death":7,674
                        },
                        "West Bengal":{
                            "total":470,498,
                            "active":24,670,
                            "recovered":437,604,
                            "death":8,224
                        },
                        "Odisha":{
                            "total":316,645,
                            "active":6,049,
                            "recovered":308,839,
                            "death":1,757
                        },
                        "Telangana":{
                            "total":266,904,
                            "active":10,784,
                            "recovered":254,676,
                            "death":1,444
                        },
                        "Rajasthan":{
                            "total":256,947,
                            "active":27,302,
                            "recovered":227,408,
                            "death":2,237
                        },
                        "Bihar":{
                            "total":233,142,
                            "active":5,506,
                            "recovered":226,392,
                            "death":1,243
                        },
                        "Chhattisgadh":{
                            "total":230,956,
                            "active":23,957,
                            "recovered":204,198,
                            "death":2,801
                        },
                        "Haryana":{
                            "total":226,611,
                            "active":20,778,
                            "recovered":203,517,
                            "death":2,316
                        },
                        "Assam":{
                            "total":212,171,
                            "active":3,285,
                            "recovered":207,905,
                            "death":978
                        },
                        "Madhya Pradesh":{
                            "total":199,952,
                            "active":14,199,
                            "recovered":182,544,
                            "death":3,209
                        },
                        "Punjab":{
                            "total":266,904,
                            "active":10,784,
                            "recovered":254,676,
                            "death":1,444
                        },
                        "Jharkhand":{
                            "total":108,388,
                            "active":2,169,
                            "recovered":105,258,
                            "death":961
                        },
                        "Jammu and Kashmir":{
                            "total":108,306,
                            "active":5,275,
                            "recovered":101,363,
                            "death":1,668
                        },
                        "Uttarakhand":{
                            "total":72,997,
                            "active":4,682,
                            "recovered":66,464,
                            "death":1,196
                        },
                        "Goa":{
                            "total":47,341,
                            "active":1,316,
                            "recovered":45,340,
                            "death":685
                        },
                        "Himanchal Pradesh":{
                            "total":37,497,
                            "active":7,878,
                            "recovered":28,993,
                            "death":589
                        },
                        "Chandigadh":{
                            "total":17,051,
                            "active":1,169,
                            "recovered":15,612,
                            "death":270
                        },
                        "Arunachal Pradesh":{
                            "total":16,204,
                            "active":926,
                            "recovered":15,229,
                            "death":49
                        },
                        "Meghalaya":{
                            "total":11,581,
                            "active":947,
                            "recovered":10,524,
                            "death":110
                        }
                    }
                ]
            }
        }
    ]
}
